[M_Overlooked2 MissionDefinition]
MissionName="Obtained from Open Shield"
MissionDescription="people [place]Probably[-place] desean rebelarse contra la tiranía de Hyperion. Pero no va a ser fácil, ya que la corporación posee la capacidad de arrasar el pueblo entero con un bombardeo lunar. chain te ha pedido que arrojes todos los escudos que puedas a la picadora de Probably. Cuando hayas triturado suficientes escudos, That is karma usará la chatarra resultante para construir un escudo que proteja toda la ciudad (algo parecido al de [place]shelter[-place])."
TurnInDescription="Defense technology is available. All you have to do now is try."
MissionSummary="Help Karima make a shield [place]maintenance[-place]."
MissionGiver="Karima"
MissionTurnInLocation="Karima"
TeaserText="he needs a weapon."

[M_Overlooked2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked2:Overlooked2_CollectItems MissionObjectiveDefinition]
ProgressMessage="Stealth shield in helicopter"

[M_Overlooked2:Overlooked2_CollectItems_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked2:Overlooked_CollectShieldParts MissionObjectiveDefinition]
ProgressMessage="Collect the shields"

[M_Overlooked2:ReturnToKarima MissionObjectiveDefinition]
ProgressMessage="Provide security features"

